[
  {
    "_id": 1,
    "title": "The Time Has Come",
    "description": "Một buổi tối định mệnh tại tiệm thuốc nhỏ ở Georgia — bảy người xa lạ gặp nhau, mỗi người mang bí mật riêng, và mọi thứ thay đổi sau một đêm.",
    "category": "business",
    "trending": true,
    "coverImage": "book-1.png",
    "oldPrice": 29.99,
    "newPrice": 19.99
  },
  {
    "_id": 2,
    "title": "I Want A Better Catastrophe",
    "description": "Cuốn sách hài hước nhưng sâu sắc về cách đối diện khủng hoảng khí hậu, chấp nhận thực tại khó khăn và tìm hướng sống có ý nghĩa giữa tương lai bất định.",
    "category": "books",
    "trending": true,
    "coverImage": "book-2.png",
    "oldPrice": 24.99,
    "newPrice": 14.99
  },
  {
    "_id": 3,
    "title": "My Government Means to Kill Me",
    "description": "Hành trình trưởng thành của một chàng trai da đen đồng tính ở thập niên 1980, khám phá bản dạng, hoạt động xã hội và tình yêu trong bối cảnh dịch AIDS.",
    "category": "fiction",
    "trending": true,
    "coverImage": "book-3.png",
    "oldPrice": 39.99,
    "newPrice": 29.99
  },
  {
    "_id": 4,
    "title": "PRIDE and PROTEST",
    "description": "Bản tái hiện hiện đại của Pride and Prejudice, xoay quanh mối quan hệ giữa một nhà hoạt động cộng đồng và một CEO bất động sản trong bối cảnh xung đột gentrification.",
    "category": "adventure",
    "trending": false,
    "coverImage": "book-4.png",
    "oldPrice": 49.99,
    "newPrice": 39.99
  },
  {
    "_id": 5,
    "title": "Forget a Mentor, Find a Sponsor",
    "description": "Forget a Mentor, Find a Sponsor là cuốn sách về phát triển sự nghiệp trong môi trường doanh nghiệp, nhấn mạnh rằng lời khuyên từ mentor là chưa đủ. Để thật sự thăng tiến, bạn cần một sponsor – người có quyền lực và uy tín sẵn sàng đưa bạn vào cơ hội lớn, đề xuất bạn thăng chức và bảo vệ bạn khi cần. Sách hướng dẫn cách nhận diện, xây dựng và duy trì mối quan hệ với sponsor để tăng tốc sự nghiệp.",
    "category": "books",
    "trending": true,
    "coverImage": "book-5.png",
    "oldPrice": 19.99,
    "newPrice": 9.99
  },
  {
    "_id": 6,
    "title": "The Midnight Library",
    "description": "Một phụ nữ lạc vào thư viện huyền ảo nơi cô được trải nghiệm những cuộc đời khác nếu từng đưa ra lựa chọn khác.",
    "category": "marketing",
    "trending": false,
    "coverImage": "book-6.png",
    "oldPrice": 44.99,
    "newPrice": 34.99
  },
  {
    "_id": 7,
    "title": "The First Days",
    "description": "Một ngày đẹp trời, Katie đang lái xe đi làm thì một xác chết nhảy vào xe cô và định ăn thịt cô. Cũng sáng hôm đó, Jenni mở cửa phòng ngủ và thấy chồng mình đang ăn thịt đứa con trai mới biết đi.",
    "category": "horror",
    "trending": true,
    "coverImage": "book-7.png",
    "oldPrice": 59.99,
    "newPrice": 49.99
  },
  {
    "_id": 8,
    "title": "The Hunger Games",
    "description": "Bạn có thể tự mình sống sót trong tự nhiên khi mọi người đều tìm cách ngăn cản bạn không thể sống đến bình minh không?",
    "category": "fiction",
    "trending": true,
    "coverImage": "book-8.png",
    "oldPrice": 21.99,
    "newPrice": 16.99
  },
  {
    "_id": 9,
    "title": "Harry Potter and the Order of the Phoenix",
    "description": "Harry Potter sắp bước vào năm thứ năm tại Trường Phù thủy và Pháp sư Hogwarts. Không giống như hầu hết các học sinh khác, Harry không bao giờ tận hưởng kỳ nghỉ hè của mình.",
    "category": "adventure",
    "trending": false,
    "coverImage": "book-9.png",
    "oldPrice": 27.99,
    "newPrice": 18.99
  },
  {
    "_id": 10,
    "title": "Pride and Prejudice",
    "description": "Cuộc đụng độ lãng mạn giữa Elizabeth bướng bỉnh và người bạn trai kiêu hãnh của cô, ngài Darcy, là một màn đấu khẩu văn minh tuyệt vời.",
    "category": "fiction",
    "trending": true,
    "coverImage": "book-10.png",
    "oldPrice": 14.99,
    "newPrice": 10.99
  },
  {
    "_id": 11,
    "title": "To Kill a Mockingbird",
    "description": "Cuốn tiểu thuyết khó quên về tuổi thơ ở một thị trấn miền Nam yên bình và cuộc khủng hoảng lương tâm đã làm rung chuyển nó. 'Giết con chim nhại' đã trở thành cuốn sách bán chạy nhất ngay lập tức.",
    "category": "fiction",
    "trending": true,
    "coverImage": "book-11.png",
    "oldPrice": 32.99,
    "newPrice": 25.99
  },
  {
    "_id": 12,
    "title": "The Fault in Our Stars",
    "description": "Mặc dù có phép màu y học giúp khối u co lại và kéo dài thêm được vài năm, Hazel chưa bao giờ thoát khỏi giai đoạn cuối, chương cuối cùng của cuộc đời cô được ghi lại ngay khi chẩn đoán.",
    "category": "business",
    "trending": true,
    "coverImage": "book-12.png",
    "oldPrice": 19.99,
    "newPrice": 9.99
  },
  {
    "_id": 13,
    "title": "The Picture of Dorian Gray",
    "description": "Cuốn tiểu thuyết duy nhất của Oscar Wilde là câu chuyện như mơ về một chàng trai trẻ bán linh hồn mình để đổi lấy tuổi trẻ và sắc đẹp vĩnh cửu.",
    "category": "horror",
    "trending": true,
    "coverImage": "book-13.png",
    "oldPrice": 26.99,
    "newPrice": 21.99
  },
  {
    "_id": 14,
    "title": "The Giving Tree",
    "description": "'Ngày xửa ngày xưa có một cái cây... và cô ấy yêu một cậu bé.' Đó là khởi đầu của một câu chuyện về nhận thức khó quên, được viết và minh họa tuyệt đẹp bởi tác giả tài năng và đa tài Shel Silverstein.",
    "category": "fiction",
    "trending": false,
    "coverImage": "book-14.png",
    "oldPrice": 34.99,
    "newPrice": 24.99
  },
  {
    "_id": 15,
    "title": "Gone with the Wind",
    "description": "Scarlett O'Hara, cô con gái xinh đẹp, được cưng chiều của một chủ đồn điền giàu có ở Georgia, phải dùng mọi cách để thoát khỏi cảnh nghèo đói sau Cuộc hành quân ra biển của Sherman.",
    "category": "fiction",
    "trending": false,
    "coverImage": "book-15.png",
    "oldPrice": 22.99,
    "newPrice": 12.99
  },
  {
    "_id": 16,
    "title": "The Lightning Thief",
    "description": "Percy Jackson là một đứa trẻ ngoan, nhưng cậu dường như không thể tập trung vào việc học hay kiềm chế cơn nóng giận. Và gần đây, việc xa nhà nội trú ngày càng tệ hơn - Percy có thể thề rằng giáo viên tiền đại số của cậu đã biến thành quái vật và cố giết cậu.",
    "category": "fiction",
    "trending": false,
    "coverImage": "book-16.png",
    "oldPrice": 24.99,
    "newPrice": 19.99
  },
  {
    "_id": 17,
    "title": "Alice’s Adventures in Wonderland",
    "description": "Khi Alice nhìn thấy một chú thỏ trắng lấy ra một chiếc đồng hồ từ túi áo gi-lê, cô bé quyết định đi theo nó, và một chuỗi sự kiện kỳ ​​lạ nhất đã diễn ra. Cuốn sách nhỏ này chứa đựng toàn bộ những câu chuyện đầy kịch tính của Cuộc phiêu lưu của Alice ở xứ sở thần tiên.",
    "category": "adventure",
    "trending": true,
    "coverImage": "book-17.png",
    "oldPrice": 49.99,
    "newPrice": 39.99
  },
  {
    "_id": 18,
    "title": "Divergent",
    "description": "Vào một ngày được chỉ định hàng năm, tất cả những thiếu nữ mười sáu tuổi phải chọn phe phái mà họ sẽ gắn bó suốt đời. Đối với Beatrice, quyết định nằm ở việc ở lại với gia đình hay sống đúng với con người thật của mình.",
    "category": "business",
    "trending": true,
    "coverImage": "book-18.png",
    "oldPrice": 18.99,
    "newPrice": 12.99
  },
  {
    "_id": 19,
    "title": "The Alchemist",
    "description": "Kiệt tác của Paulo Coelho kể về câu chuyện huyền bí của Santiago, một cậu bé chăn cừu người Andalusia khao khát đi tìm kho báu thế gian.",
    "category": "adventure",
    "trending": true,
    "coverImage": "book-19.png",
    "oldPrice": 35.99,
    "newPrice": 27.99
  },
  {
    "_id": 20,
    "title": "Four Thousand Weeks",
    "description": "Không ai cần phải nói rằng không có đủ thời gian. Chúng ta bị ám ảnh bởi danh sách việc cần làm ngày càng dài, hộp thư đến đầy ắp, sự cân bằng giữa công việc và cuộc sống, và cuộc chiến không ngừng nghỉ chống lại sự xao nhãng; chúng ta bị ngập trong những lời khuyên để trở nên năng suất và hiệu quả hơn.",
    "category": "business",
    "trending": false,
    "coverImage": "book-20.png",
    "oldPrice": 24.99,
    "newPrice": 14.99
  }
]
